{
    "users": [
      {
        "id": 1,
        "quantity": 1,
        "img": "./assets/img/assassins-creed.jpg",
        "title": "Assasin Creed II",
        "precio": 50000,
        "description": "Assassins Creed II es un videojuego desarrollado por Ubisoft, y publicado el 30 de octubre 2012.[1] Según sus creadores, es la entrega más grande de la saga hasta la fecha,[2], además de completar la historia de Desmond Miles."
      },
      {
        "id": 2,
        "quantity": 1,
        "img": "assets/img/cyberpunk-2077.webp",
        "title": "CyberPunk-2077",
        "precio": 70000,
        "description": "Sumérgete en el universo de Cyberpunk: desde la historia original de Cyberpunk 2077 y su fascinante expansión de suspense y espionaje, Phantom Liberty, al premiado anime Cyberpunk: Edgerunners. Hay infinidad de historias por descubrir en la letal megalópolis de Night City."
      },
      {
        "id": 3,
        "quantity": 1,
        "img": "assets/img/last-us-remastered.webp",
        "title": "Last-Us",
        "precio": 30000,
        "description": " The Las of Us es un juego de accion aventura, horror y supervivencia este juego ha sido creado por Naughty Dog y Sony Interactive Entertainment."
      },
      {
        "id": 4,
        "quantity": 1,
        "img": "assets/img/paper-mario.webp",
        "title": "Paper Mario",
        "precio": 70000,
        "description": "Paper Mario: La Puerta Milenaria es el segundo juego de Paper Mario que recibe la consola (única vez que eso ocurre) tras Paper Mario: The Origami King en 2020. Segundo, atención, RPG de Mario en Switch en menos de doce meses tras Super Mario RPG."
      },
      {
        "id": 5,
        "quantity": 1,
        "img": "assets/img/the-witcher-3.jpg",
        "title": "The Witcher 3",
        "precio": 40000,
        "description": "The Witcher 3: Wild Hunt es un juego de rol de acción con una  perspectiva en tercera persona. Los jugadores controlan a Geralt de Rivia, un cazador de monstruos conocido como brujo. Geralt camina, corre, rueda y esquiva, y (por primera vez en la serie) salta, trepa y nada."
      }
    ]
  }
  